Repository: mozilla-l10n/mt-training-data
Catalog: odk/odk_pontoon.tmx
Source language: en_us
Languages: odk

source: 1 sentence collected
odk: 1 جُملا ڀيڙا ڪلا گيلا

source: 2019 End-of-Year Release
odk: 2019 سالا چِي پچاڙِي ۾ ٺيهلِي۔

source: 2 down, keep it up!<playIcon></playIcon>
odk: 2 جارِي راکا </playIcon> پُورا هُلا </playIcon>

source: ≥ 2 No votes
odk: 2 ”نہ“ چي ووٽ

source: ≥ 2 Yes votes
odk: 2 ”هوي“ چي ووٽ

source: Abbreviations and Acronyms
odk: مخففات ائُون مخففات

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
odk: پاسا ڪلا جا ڪان جو ماخذا چي متنا ۾ ”USA“ يان بڙي ”ICE“ مخففات ائُون مخففاتِي جِسڙي تہ وي متان اِسڙي نمُوني سُون پڙهلي جائِي جڪو اُونهان چِي اسپيلينگ سُون نہ ٺهڪِي۔ باڌاري هُو سِگھي هِتي هيڪ واحد مخففا ڪاڻ ڪِتري ئِي صحِيح پڙهلي۔

source: Abkhaz
odk: ابخاز ٻولِي

source: About
odk: اٽڪل

source: About options menu
odk: اٽڪل آپشن مينيُوئا چي باري ۾

source: About us
odk: اٽڪل اَمچي باري ۾

source: About us options menu
odk: اَمچي باري ۾ آپشن مينيُو

source: Academic Reference
odk: پڙهائِي هاڙا حوالا

source: Accent
odk: اُچار

source: Accepted file types: .tsv only
odk: قبُول هُئوڙِي فائِيلِي چي قِسم: رُگَي tsv.

source: Access press releases and stories related to Common Voice
odk: ڪامن وائِيسا سُون مِلوڙِِي پريس ريليز ائُون ڪهااڻِيان تاڻِِين پُجا۔

source: Account
odk: کاتَي

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
odk: </accuracyLink> بڌِيڪ ڏيکا تہ جُون صحِيح معيار هُوَي <accuracyLink>

source: Acehnese
odk: آشيانِي

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
odk: { $actionType } <micIcon></micIcon> ائُون قُدرتِي نمُوني سُون جِترَي هُو سِگھَي جواب ڏِيا۔

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
odk: { $actionType } <playIcon></playIcon> ائُون لِکا تہ تمهِين اي ماڻسا نُون ڪا ڪيهٿا سُڻا ڇَوا

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
odk: <playIcon>ڪا اِينهان جُملان نُون </playIcon>صحِيح نمُوني سُون ٻولها{ $actionType }

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
odk: { $actionType } <playIcon></playIcon> آڊيو ڪلپ سُڻا ائُون ٽرانسڪرپشن چڪاس ڪرا۔ ڪا مِلَي جُلَي ڇَي؟ جي ڪونهِي، تہ بِلڪُل هِڪ سِرکَي ڪرڻي چي ڪاڻ اوڇِي مرمت ڪرا۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
odk: { $actionType }<recordIcon></recordIcon> پڇي ڏاڍِيُون جُملا پڙها

source: { $actionType }<stopIcon></stopIcon> when done
odk: { $actionType }<stopIcon></stopIcon> جِڏ هُتِي جا

source: { $actionType } submit when ready
odk: جي تيار ڇَوا تہ جمع ڪراوا

source: Adamawa Fulfulde
odk: ادماوا فلفڊي

source: Add and Review Sentences, Add Questions, Transcribe Audio
odk: جُملي شامل ڪرا ائُون اُونهان چا جائِزا گيهوا، سوال شامل ڪرا، آڊيوئِي چِي نقل ڪرا۔

source: Add a question <icon></icon> in { $currentLocale } for people to answer
odk: ماڻسان چي جواب ڏيڻي چي ڪاڻ { $currentLocale } ۾ هيڪ سوال <icon> </icon> شامل ڪرا۔

source: Add as much information as you can about the language. This could include:
odk: اِين شامل هُو سِگھَي ڇَي، آپڪِي ٻولِي باري ۾ گھڻي مُون گھڻِي ڄاڻ شامل ڪرا۔

source: Add <icon></icon> a public domain sentence
odk: ماڻسان چي ڊومينا چا جُملا <icon> شامل ڪرا<icon>

source: Add information
odk: معلُومات شامل ڪرا

source: Adding Questions
odk: سوال شامل ڪرڻ

source: Adding Sentences
odk: جُملي شامل ڪرڻ

source: Additional Language
odk: اضافِي ٻولِي

source: Add Language
odk: ٻولِي شامل ڪرا

source: Add new custom accent "{ $inputValue }"
odk: “{ $inputValue }” نَوان نسب اُچار لازمِي شامل ڪرا

source: Add new sentences for the community to read
odk: برادري چي پڙهڻي چي ڪاڻ نوين جُملي لِکا

source: Add one sentence per line
odk: هيڪِي لائِينِي ۾ هيڪ جُملا شامل ڪرا

source: Add Questions
odk: سوال شامل ڪرا

source: Add questions in your language
odk: آپڪِي ٻولِي ۾ سوال شامل ڪرا

source: Add Questions <small>(Coming soon)</small>
odk: سوال شامل ڪرا <small> (جلدِي آوي ڇَي چلا) </small>

source: Add Sentences
odk: جُملي شامل ڪرا

source: Add sentences in your language
odk: آپڪِي ٻولِي ۾ جُملي شامل ڪرا

source: Add Text
odk: متن شامل ڪرا

source: Add up to 1,000 sentences
odk: 1000 جُملي شامل ڪرا

source: Add Your Voice
odk: آپڪا آواز شامل ڪرا

source: Adyghe
odk: ايڍِي گي

source: Afaan Oromo
odk: افان اوروموئِي

source: Afar
odk: آفار

source: A few bytes
odk: چند بائِيٽس (ٿوڪڙي زرڙي)

source: Afrikaans
odk: افرِيڪانز

source: Age
odk: عمر

source: A good question for public participation datasets should:
odk: عوامِي شرڪتِي هاڙي ڊيٽا سيٽان چي ڪاڻ هيڪ سُٺا سوال جُون هُوڻ کپي:

source: Agriculture and Food
odk: زراعت ائُون خوراڪ

source: Albanian
odk: البانِي

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
odk: پس منظرا ۾ ٿوڪڙا لُڙ چالتِي جاهِي، پر جي تمهِين سُڻ سِگھا ڇَوا ڪو بِي ڏُوجي ماڻسا نُون جڪو الگ لفظ ٻولَي۔ ڪِلپا نُون رد ڪلَي جا۔ خاص ڪتِي اُونهچ هُوَي ڇَي جِٺي ٽِي وِي ڪونهِي هُوَي ڇَي، يان بڙي جِٺي نِيرڙِي ڪچهرِي هُوَي ڇَي پلِي۔

source: All
odk: سِگڙي

source: All sentence must have the same domain
odk: سِگڙي جُملي هيڪي ئِي ڊومينا چي هُوَڻ کپِي

source: All sentences must have the same citation
odk: ڪُلان جُملان چا هيڪَچ ئِي حوالا هُوَڻ کپَي

source: Already have an account? <login>Log-In</login>
odk: اگ ۾ هيڪ اڪائُونٽ ڇَي؟ </login> لاگ اِن </login>

source: Alsatian
odk: السيشين

source: Amharic
odk: امھارِي

source: An error occurred fetching sentences
odk: جُملان ۾ آڻڻي ۾ هيڪ غلطِي هُتِي گيلِي

source: An error occurred reviewing this sentence
odk: اي جُملي چا جائِزا گيهٿان ۾ غلطِي هُتِي گيلِي

source: An error occurred submitting your voice information
odk: تمچي آوازا چِي معلُومات جمع ڪراوَڻي ۾ هيڪ تقص آتِي گيلا ڇَي۔

source: An error occurred while creating this transcript
odk: ها نقل سُڻاتان مهلِي هيڪ خرابِي هُتِي پلِي

source: An error occurred while editing the transcript
odk: ٽرانسڪرپٽِي ۾ مرمت ڪتان مهلِي هيڪ خرابِي هُتِي پلِي

source: An error occurred while recording
odk: رڪارڊنگ ڪتان مهلِي هيڪ خرابِي هُتِي پلِي

source: An error occurred while skipping the transcript
odk: ٽرانسڪرپٽِي نُون ڇوڙتان مهلِي هيڪ خرابِي هُتِي پلِي

source: An error occurred while skipping this prompt
odk: اي پرامپٽا نُون ڇوڙتان مهلِي هيڪ خرابِي هُتِي پلِي

source: An error occurred while submitting the report
odk: رپورٽ جمع ڪراوَڻي دوران هيڪ خرابِي هُتِي پلِي۔

source: An error occurred while uploading your response
odk: تمهان کن جواب اَپ لوڊ ڪتان مهلِي هيڪ خرابِي هُتِي پلِي

source: An error occurred while voting the prompt
odk: پرمپٽا نُون ووٽ ڏِتان هيڪ غلطِي هُتِي گيلي

source: An error occurred while voting the transcript
odk: ٽرانسڪرپٽِي نُون ووٽ ڏِتان مهلِي هيڪ خرابِي هُتِي پلِي

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
odk: گُمنام اِستعمال ڪرڻي هاڙِي ڊيٽا مثال عمر، جِنس ائُون اُچار ٻولڻي هاڙِي اوڙکاندِي هاڙِي انجڻِي چِي دُرستگِي نُون ترتِيب ڏيڻي چي ڪاڻ اِستعمال هُوَڻي هاڙِي آڊيو ڊيٽائِي نُون سُٺَي ٺاهوَڻي ۾ مدد ڪرَي ڇَي۔ تمچَي رُگَي نان ائُون اِي ميل ڪِڏ بِي جمع هُئوڙِي ڊيٽائِي سُون ڳنڍوڙِي ڪونهِي هُوَي، ائُون تمهِين اُونهچ چُونڊ سِگھا ڇَوا تہ تمچَي رُگَي نان عوامِي يان بڙي گمنام ٺاهوَڻَي ڇَي۔

source: Answer
odk: جواب

source: Answer questions
odk: سوال ائُون جواب

source: Answer Questions
odk: سوال ائُون جواب

source: Answer Questions <small>(Coming soon)</small>
odk: سوالان چي جواب ڏِيا <small> (جلدِي آوي هِتي چلي) </small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
odk: ڪو بِي ماڻس چيڪ ائُون ٻولڻي هاڙي ڊيٽا سيٽا نُون بانٽتِي، ٺاهٿِي ائُون ڪيورِيٽنگ ڪتِي آپڪِي ٻولِي نُون محفُوظ، جِيتَي ائُون بُلند ڪر سِگھَي ڇَي۔

source: Approve
odk: منظُور ڪرا

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
odk: هيڪي هلڪي پسي منظرا چِي گڙٻڙ ٺيڪ ڇَي، پَر اَمهِين اِسڙي بڌارڪي آواز ڪونهِي چاهُون ڇئُون، جڪو مشيني الگورٿمِي نُون اِسڙي لفظ اوڙکڻِ ۾ مجبُور ڪرس جڪو متنا ۾ لِکوڙي نہ هُوَس۔ جي بڙي متنا کن سِوا واضح لفظ سُڻڻي ۾ آوَس، تہ پڇي واهچ رڪارڊنگ رد ڪلِي جائو۔ خاص ڪتِي اِينهچ تِڏ هُوَي ڇَي ٽِي وِي چالُو هُوَي يان بڙي نِيرڙَي باتا چِيتا هُوَس پلِيا۔{ " " }

source: Arabic
odk: عربِي

source: Aragonese
odk: اراگونِي

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
odk: ڪا تمهِين پيهڻُون ئِي ڪامن وائِيسا چي بي بقا تقرِِيري هاڙي پروجيڪٽا چي ڪاڻ امچي بيٽاٽيسٽنگ گرُوپا ۾ ڇَوا؟

source: Are you coming? [called by another]
odk: ڪا تمهِين آوا ڇوا چلي؟ [ڏونهِين ساڏ ڪرا]

source: Are you coming? <strong>[called by another]</strong>
odk: ڪا تُون آوي هِتا چلا؟ <strong>[ ڏُوجي چي پارُون سڏ] </strong>

source: Armenian
odk: آرمينيائِي

source: Armenian Western
odk: آنٿوڻي چِي آرمينيائِي

source: Arvanitika
odk: اروَنِيتِيڪا

source: Ask about a new language
odk: نَوِين ٻولِي بابت پُوڇا

source: Ask Mozilla to share your events
odk: موزِيلا نُون آپڪي واقعي چَي سوجھرَي ڪرڻي چي ڪاڻ ڪيهوا۔

source: Ask sensitive questions
odk: حساس سوال پُوڇا

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
odk: امهان کن سوال پُوڇا <matrixLink>ميٽرڪس</matrixLink>،<discourseLink>ڊيسڪورس</discourseLink>يان<emailLink>اِي ميل</emailLink>۔

source: Assamese
odk: آسامِي

source: Asturian
odk: ايستُورِي

source: Atayal
odk: اتيال

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
odk: نقلي نُون هر لفظا يان بڙي بِنا گِرامرِي چي ٻولڻي هاڙي آوازا نُون سُڪ ڪرڻ کپَي جڪو ماڻسَي ڪيهلَي هِلَي، چالاڪِي هاڙَي ٻولڻ چالڻ۔

source: Attention!
odk: ڌِيان

source: Audio Format
odk: آڊِيو فارميٽ

source: Automotive and Transport
odk: موٽر گاڏِيا ائُون ٽرانسپورٽ

source: Avatar
odk: اوتار

source: Avatar uploaded
odk: اوتار اَپ لوڊ ڪلا گيلا

source: Average
odk: بِچا ۾

source: A voice clip is marked "valid" when a user gives it a Yes vote.
odk: آوازا چي ڪلپا پر ”تصدِيق ڪرڙي“ چا نشان هڻجَي ڇي جِڏ ڪو استعمال ڪرڻي هاڙا ”هوي“ چا ووٽ ڏِيئَي ڇَي

source: Avoid too much background noise - it should be easy to hear you.
odk: تمام گھڻي پس منظرا چي گوڙا کن بچاءَ۔ اوهچ تمچي ڪاڻ سُڻڻي ۾ سولا هُوَڻ کپَي۔

source: Awards
odk: انعام

source: Azerbaijani
odk: آزر بائِيجانِي ٻولِي

source: Baatonum
odk: باٽونَمِي

source: Baba Malay
odk: بيبا ملائي

source: Back
odk: پُوٺي جاوا

source: Background Noise
odk: پسي منظرا چا آواز

source: Background Voices
odk: پسي منظرا چا آواز

source: Back to Top
odk: پُوٺَي مٿي جاوا

source: Bafia
odk: بافِيائِي

source: Bafut
odk: بافُت

source: Bahasa Malay
odk: بَهاسا ملائي

source: Balochi
odk: بلوچِي

source: Balti
odk: بلتِي

source: Bambara
odk: بمبارا

source: Bamun
odk: بامُونِي

source: Bamvele
odk: بيم ويل

source: Bankon
odk: بانڪون

source: Baoule
odk: بيئولي

source: Basaa
odk: بسائِي

source: Bashkir
odk: بَشڪرِي

source: Basque
odk: بسڪانِي

source: Batanga
odk: بَتنگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
odk: ڪو بِي ڪلپ رد ڪرڻي کن پيهڻُون خيال ڪرا تہ جي پڙهڻي هاڙَي ڪو بِي لفظا چا اُچار فرق طريقي سُون ڪلا ڇَي۔ يان بڙي زور غلط جائِي پر آلا ڇَي، يان بڙي سوالا چِي نشانِي نُون نظر انداز ڪلَي ڇَي۔ دُنِيائِي چي مختلف حِصان ۾ اُچارا چي گھڻي انداز اِستعمال هُوي هِتي۔ جڪا مُون ڪهِين تمچي مقامِي تران ۾ عام هُوَس۔ مهربانِي ڪتِي اُونهان ماڻسان چي ڪاڻ همدردِي ائُون قبُول ڪرڻي هاڙا رَويا اِختيار ڪرا، جڪو تمهان کن فرق ٻولي هِتي۔

source: Become a Common Voice Partner
odk: هيڪي بِچڙوڙي آوازا ۾ ڀائِيوار هُوا

source: Be easy to understand and respond to
odk: سمجھڻي ائُون جواب ڏِيڻي ۾ سولي هُوا

source: Be generally relevant
odk: خاص ڪتِي باتي چِيتي ۾ ڀيڙي هُوا

source: Belarusian
odk: بيلارُوسِي

source: Benefits
odk: فائدي

source: Bengali
odk: بنگالِي

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
odk: ['بيريٽ' صحيح ڇَي، پيهڻَي اکر(برطانيا) پر زورا سُون يان بڙَي ڏُوجَي (آمرِيڪا) پر]

source: Betawi
odk: بيٽاوِي

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
odk: ٻولِي چي حقِيقتِي چي ڪاڻ سُٺا تعاون جُون تہ ترجمه ائُون <mark> ڪوڊ سوئچنگ </mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
odk: ان زبانوں کے لیے بہتر سپورٹ جن میں استعمال کرنے کے لیے بہت کم یا <mark>کوئی ٹیکسٹ کارپس</mark> نہیں ہے (مثال کے طور پر، سماجیات، متغیرات، تاریخی طور پر غیر اسکرپٹ شدہ زبانیں وغیرہ) اُونهان ٻولِيان چي ڪاڻ سُٺِي سپورٽ جڪا ۾ اِستعمال ڪرڻي چي ڪاڻ گھِڻَي گھٽ يان <mark> ڪو بِي ٽيڪسٽ ڪارپس </mark> ڪونهِي ڇَي (مثال معاشرا، متغِيرات، تارِيخِي نمُوني سُون اَڻ لِکوڙِيا ٻولِيا وغيره)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
odk: <bold> سول سوسائٽِي ائُون ليڪچرار </bold> مختا ۾ اصلِي ڊيٽا سيٽس ٺاهوا</bold>، ميزبانِي ڪرا ائُون اُونهان مُون چُڪا ڪاڍا

source: <bold>{ $count }</bold> Clips
odk: ڏُوجي <bold>{ $count }</bold> ڪِلپس

source: <bold>Help us</bold> find more voices
odk: <bold> بڌِيڪ آواز سوڌڻي ۾ </bold> امچِي مدد ڪرا

source: <bold>If you value open, inclusive data - donate today!</bold>
odk: <bold> جي تمهِين کُلوڙي جامع ڊيٽا چِي قدر ڪرا ڇَوا۔ آج ئِي عطيا ڪرا </bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
odk: <bold> اِنسانا چِي سنگت </bold> مقامِي جِِدت ائُون ترقِي ڪرڻي ڪاڻ ڊيٽاسيٽس ٺاهوا۔

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
odk: <bold> ٽيڪ ڪمپنِيان </bold> باڌارا ڏيڻي هاڙِيا گھڻِيا ئِي AI ماحولا چي نظاما چي ڪاڻ کُلوڙي ڊيٽاسيٽا چِي تخلِيقِي ۾ اڳواڻِي ڪرا۔

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
odk: <bold> رُگَي دُنيائِي چي ڪهِين ٻولِيان چي ڪاڻ ئِي ڪام ڪان ڪرُون؟ </bold>

source: Borgu Fulfulde
odk: بورگو فل فلڊي

source: Bosnian
odk: بوسنيائِي

source: Both
odk: ڏونهِين

source: Both (Speak and Listen)
odk: ڏونهِين (ٻولا ائُون سُڻا)

source: Breton
odk: بريٽون

source: [British English might make "root"]
odk: [برطانوِي انگريزِي ۾ هُو سِگھَي ڇَي "روٽ"]

source: Browse Languages
odk: ٻولِيا برائُوز ڪرا۔

source: Brushaski
odk: بروشاسڪِي

source: Build a custom goal
odk: هيڪ رواجِي مقصد ٺاهوا

source: Build Profile
odk: پروفائِيل ٺاهوا

source: Bulgarian
odk: بلغاريائِي

source: Bulk batch
odk: موٽا ڳُڇا

source: Bulk Sentences Uploaded
odk: گھڻِي تعدادِي ۾ جُملي اَپلوڊ ڪلي گيلي

source: Bulu
odk: بُلُو

source: Bunun
odk: بُنمِي

source: Burmese
odk: برمِي

source: Buryat
odk: بريت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
odk: اِي ميل ڪان؟ </b> اَمهان نُون هُو سِگھَي مُستقبلا ۾ تمهان سُون تبدِيلِيان چي ڪاڻ رابطا ڪرڻا پڙَي، هيڪ اِي ميل اَمهان نُون رابطي چا خيال ڏِيئَي ڇَي۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
odk: ”مانڇِي اِي ميلِي پر هيڪ لِنڪ موڪلا“ <termsLink> پر ڪِلڪ ڪتِي، تمهِين امچِي سروسِي چِيان شرطان </termsLink> ائُون </privacyLink> رازدارِي چِي پاليسِي </privacyLink> سُون راضِي ڇَئُون ائُون اِين تہ موزِيلا تمهان نُون ڄاڻِي ڀيڙَي اِي ميل ڪر سِگھَي ڇَي تہ ڪامن وائِيس بي بقا تقرِيرِي هاڙي پروجيٽڪا چي ڪاڻ بيٽا ٽيسٽنگِي ۾ ڪيُون حِصا گيهلا جا۔

source: By editing your goal, you may lose your existing progress.
odk: تمهِين آپڪا مقصد مٽاتِي آپڪا اِمهڪا پيشرفت گُونءَ سِگھا ڇَوا۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
odk: اِي ميلا حاصل ڪرڻي پر راضپا ظاهر ڪرَي، تمهِين جي باتي پر راضِي ڇوا تہ موزِيلا تمچي بيان ڪروڙي طرِيقي سُون <privacyLink> رازدارِي پاليسِي چِي </privacyLink> نُون آپڪَي ڪتِي سنڀالهِي۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
odk: تمهِين مطمئين ڇَوا تہ ڪامن وائِيس </b> ڊيٽا سيٽا ۾ ٻولڻي هاڙِيان ٻولِيان چِي اوڙکاند ڪرڻي چي ڪاڻ ڪوشش نہ ڪلِي جائو۔<b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
odk: آپڪي باري ۾ ڪهِين ڄاڻ مهيا ڪرڻي سُون تمهِين جڪو آڊيو ڊيٽا ڪامن وائِيسا پر جمع ڪرالا، اوهچ تقرِيرِي چي ڪاڻ بڌِيڪ فائدي هاڙا هُوِي۔ اوڙکڻي هاڙِي انجڻ جڪو اي ڊيٽا سيٽا نُون اِستعمال ڪري هِتي اُونهان چِي دُرستگِي نُون صحِيح ڪرڻي چي ڪاڻ۔

source: By telling us about yourself, you will help developers build more inclusive technology
odk: اَمهان نُون آپڪي باري ۾ سُڻاتِي، تمهِين ڊِولپرزا نُون بڌِيڪ جامع ٽيڪنالاجِي ٺاهوَڻِي ۾ مدد ڪرها۔

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
odk: ڪامن وائِيس اِستعمال ڪتان، تمهِين اَمچِيان شرطان <termsLink> رازدارِي هاڙي نوٽسا </termsLink> <privacyLink> سُون راضِي ڇَوا۔

source: Cameroon Pidgin
odk: ڪيمِيرون پِيجَن

source: [Canadian English might make "route" sound like "rowt"]
odk: [ڪينيڊا چِي انگريزِي ۾ هُو سِگھَي ڇَي "دگ" آواز "روٽ" هاڙي ڪار]

source: Can be answered in a few sentences
odk: ڪهِين جُملان ۾ جواب ڏي سِگھجَي ڇَي

source: Cancel
odk: ڪينسل

source: Cancel Re-recording
odk: بڙتِي ڪروڙِي رڪارڊنگِي نُون رد ڪرا۔

source: Cancel Submission
odk: جمع ڪراوَڻي کن روڪا

source: Cannot submit more than 1000 sentences
odk: 1000 کن بڌِيڪ جُملي جمع ڪونهِي ڪر سِگھا ڇوا

source: Can't decide?
odk: فيصلا ڪونهِي هُو سِگھَي؟

source: Cantonese
odk: ڪينٽونِي

source: Catalan
odk: قيطلونِي

source: Central Alaskan Yupʼik
odk: بِچا هاڙِي الاسڪا يوپڪ

source: Central Kurdish
odk: مرڪزِي ڪردشِي

source: Central Melanau
odk: بِچا هاڙِي ميلانو

source: Central Puebla Nahuatl
odk: بِچا هاڙِي پيوبلا ناهوٽل

source: Change
odk: مٽاوڻ

source: Change preferences
odk: ترجِيحات مٽاوا

source: Changes contribution language of dataset only
odk: رُگَي ڊيٽاسيٽا چِي ڪنٽريبيُوشنا هاڙِي ٻولِي نُون مٽاوا۔

source: Changes the language dataset to which you're contributing
odk: ٻولِي چي ڊيٽاسيٽا نُون مٽاوَڻَي ڇَي جڪا ۾ تمهِين تعاون ڪرا ڇَوا پلي۔

source: Changes website text only.
odk: رُگَي ويب سائِيٽِي چا متن مٽاوَڻ۔

source: Change your email via Settings under Login Identity
odk: لاگ اِنا چِي اوڙکاندِي چي حسابا سُون آپڪِي اِي ميلِي نُون سينٽنگِي چي وسِيلي مٽاوا۔

source: Check
odk: چڪاس

source: Check <icon></icon> is this a linguistically correct sentence?
odk: ڪا ها <icon> جُملا لِسانتِاتِي اعتبارا سُون چيڪ </icon> ڪروڙا ڇَي؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
odk: چيڪ ڪرا تہ تمچِي ٻولِي لِسٽِي ۾ ڏِيوڙِي ڇَي </languagesPageLink> صفحا ڪامن وائِيس ٻولِيا (Common Voice Languages) <languagesPageLink> تمهان نُون هيڪ سولِي اِي ميل موڪلهي <strong> جي اگر نہ، اِين فارم ڀرا ائُون اَمهِين </strong> وضاحت ڪتان تمچِي ٻولِي ڪيُون قائم راکجَي۔

source: <chevron></chevron>See less
odk: </chevron>گھڻَي نہ ڏيکا <chevron>

source: <chevron></chevron>See more
odk: <chevron> بڌِيڪ ڏيکا </chevron>

source: Chinese (China)
odk: چِينِي (چِين)

source: Chinese (Hong Kong)
odk: چِينِي (هانگ ڪانگ)

source: Chinese (Taiwan)
odk: چِينِي (تائِيوان)

source: Chinyanja
odk: چنيانجائِي

source: Choose language/localization
odk: مقامِي ٻولِي چُونڊا

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
odk: اِسڙي سولي سوال چُونڊا جڪو ثقافت يان بڙي سياق و سباقا چي حسابا سُون ڪاڇي ڪاڻ سمجھڻي ۾ سولي هُوِي۔

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
odk: اِسڙي سولي سوال چُونڊا جڪو ثقافتِي يان بڙي سياق وسباقا چي حسابا سُون صفا سولي هُوِي ائُون جڪو سمجھڻي ۾ سولي هوِي۔

source: Chuvash
odk: چواشِي

source: Citation
odk: حوالا

source: Cite with a URL link or the full name of the work.
odk: لِنڪ يان بڙي ڪاما چي پُوري نانوان سُون حوالا ڏِيا URL.

source: Citing Sentences
odk: حوالا ڏِيڻي هاڙي جُملي

source: Click
odk: ڪِلڪ ڪرا

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
odk: اي صفحي نُون اِستعمال ڪرڻي چا جاڻڻي چي ڪاڻ <guidanceLink> اِٺي </guidanceLink> ڪِلڪ ڪرا۔

source: Clipboard not supported
odk: ڪِلپ بورڊا نُون سپورٽ ڪونهِي ڇَي

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
odk: { $size } وائِيس ڪلپس، ڪل آرڪيو سائِيز { $clipCount } چا مُندا پُورا هُتِي جا ڇَي۔{ $expires }

source: Clip Graveyard
odk: ڪِلپ گريو يارڊ

source: Clips recorded
odk: رڪارڊ هُئوڙي ڪِلپس

source: Clips Uploaded
odk: اَپ لوڊ ڪروڙا ڪِلپس

source: Clips validated
odk: ڪِلپسا چِي تصدِيق ڪلِي گيلِي۔

source: Clips You've Recorded
odk: جڪو ڪِلپ تمهِين رڪارڊ ڪلي هِتي

source: Clips You've Validated
odk: جڪان ڪِلپان چِي تمهِين تصدِيق ڪلِي ڇَي

source: Close
odk: بند ڪرا

source: Collecting sentences
odk: جُملي ڀيڙي ڪرڻ

source: Coming Soon
odk: جلدِي آوَڻي هاڙا ڇَي

source: Comment
odk: راءِ

source: Common Voice data plus all other voice datasets above.
odk: مٿلي ڏُوجي سِگڙي وائِيس ڊيٽا سيٽ ائُون ڪامن وائِيس۔

source: Common Voice Dataset
odk: ڪامن وائس ڊيٽا سيٽ

source: Common Voice is a free, open source platform for community-led data creation
odk: ڪامن وائِيس برادرِي چِي اڳواڻِي ۾ ڊيٽا ٺاهوڻي چي ڪاڻ هيڪ مخت، اوپن سورس پليٽ فارم ڇَي۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
odk: ڪامن وائِيس، موزِيلا فائُونڊيشنِي چا هيڪ منصُوبا ڇَي ۔ جڪو آمرِيڪا چي ”501c3” هيڪ نفعا نہ ڪماوَڻي هاڙِي تنظِيم ڇَي۔ ها منصُوبا جي مهلِي مُڪمل طورا پر <philantropicGrantLink>فلاح ائُون ڀلائي چي ڪاڻ امدادِي</philantropicGrantLink> پرائُون سجِي دُنيائِي چي ماڻسان چي چندان پر چالَي ڇَي۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
odk: ڪامن وائِيس عطِيان ائُون گرانٽان چي وسِيلي سُون چالتا هيڪ منصُوبا ڇَي۔ اَمهان نُون اڪيڊمِيان، گانوان چي سماجا ائُون فيڪٽرِيان چي مالڪان سُون بِچڙتِي ڪام ڪرڻ بڻَي ڇَي۔ ڪامن وائِيسا چا اِستعمال مُفت ڇَي، پَر پليٽفارما ائُون ميزباني چي خرچي چووَڻي چي ڪاڻ مدد ڏِيڻي ڪاڻ گرانٽ صلاحِيان چي وسِيلي سُون حِصا گيهڻ بڌِيڪ مددِي هاڙا ڇَي۔
